/* 
   Localizable.strings
   Smokeless

   Created by Massimo Peri on 01/05/12.
   Copyright 2011 Massimo Peri. All rights reserved.
 */


// tab bar
"Counter" = "Zähler";
"Savings" = "Einsparungen";
"Health" = "Gesundheit";
"Settings" = "Einstellungen";

// counter
// e.g. "Smokeless seit 2 Jahren"
// e.g. "Smokeless seit 1 Woche"
"%d years" = "%d Jahren";
"%d year" = "%d Jahr";
"%d months" = "%d Monaten";
"%d month" = "%d Monat";
"%d weeks" = "%d Wochen";
"%d week" = "%d Woche";
"%d days" = "%d Tagen";
"%d day" = "%d Tag";
"When did you smoke your last cigarette?" = "Wann hast du mit dem Rauchen aufgehört?";
"Not smoking for %@ thanks to #Smokeless." = "Dank #Smokeless rauche ich nicht mehr seit %@.";
"Not smoking for %@ thanks to Smokeless." = "Dank Smokeless rauche ich nicht mehr seit %@.";
"Message" = "Nachrichten";

// savings
"Done" = "Fertig";
"Day" = "Tag";
"Week" = "Woche";

// sheets
"Save" = "Speichern";
"Cancel" = "Abbrechen";

// health
"Achievements and benefits" = "Leistungen und Vorteile";
"After %@" = "Nach %@";
"2007 Wade Meredith - All rights reserved - \"What happens to Your Body If You Stop Smoking Right Now?\" on Healthbolt.net" = "2007 Wade Meredith - All rights reserved - \"What happens to Your Body If You Stop Smoking Right Now?\" on Healthbolt.net"; // TODO
"Congratulations! You reached a new achievement." = "Glückwunsch, du hast einen neuen Leistungstand erreicht.";
"Show me" = "Zeigen";
// 2 days
"All nicotine will have left your body. Your sense of taste and smell will return to a normal level." = "Dein Körper hat sich von all dem Nikotin befreit. Dein Geschmacks- und Geruchssinn haben ein normales Level erreicht.";
// 3 days
"Your bronchial tubes will relax, and your over-all energy will rise." = "Deine Bronchen entspannen sich und deine Gesamtenergie wird sich steigern.";
// 2 weeks
"Your circulation will increase, and it will continue improving for the next 10 weeks." = "Dein Kreislauf hat sich verbessert, und er wird sich in den nächsten 10 Wochen noch weiter verbessern.";
// 9 months
"Coughs, wheezing and breathing problems will dissipate as your lung capacity improves by 10%." = "Husten und Atemprobleme sind verschwinden da sich dein Lungenvolumen um 10% gesteigert hat.";
// 1 year
"Your risk of having a heart attack will have now dropped by half." = "Das Herzinfarkt Risiko ist halbiert haben.";
// 5 years
"Your risk of having a stroke returns to that of a non-smoker." = "Das Risiko eines Schlaganfalles entspricht dem eines Nichtrauchers.";
// 10 years
"Your risk of lung cancer will have returned to that of a non-smoker." = "Das Risiko von Lungenkrebs entspricht dem eines Nichtrauchers.";
// 15 years
"Your risk of heart attack will have returned to that of a non-smoker." = "Das Risiko eines Herzinfarktes entspricht dem eines Nichtrauchers.";

// settings
"Habits" = "Gewohnheiten";
"cigarette" = "Zigarette";
"cigarettes" = "Zigaretten";
"packet" = "Packung";
"packets" = "Packungen";
"a day" = "pro Tag";
"a week" = "pro Woche";
"Last cigarette" = "Letze Zigarette";
"Packet size" = "Packungs Grösse";
"Packet price" = "Preis";
"Shake piggy bank" = "Sparschwein schütteln";
"Notifications" = "Anmeldungen";
"Reset settings" = "Einstellungen Zurücksetzen";
"About" = "Über";
"Do you really want to delete all your settings?" = "Möchtest du wirklich alle Einstellungen Zurücksetzen?";
"Delete" = "Löschen";

"Cigarette(s)" = "Zigarette(n)";
"Packet(s)" = "Packung(en)";

"%d cigarette" = "%d Zigarette";
"%d cigarettes" = "%d Zigaretten";

// about
"Version" = "Version";
"Send e-mail" = "E-mail senden";
"Follow on Twitter" = "Auf Twitter folgen";
"Credits" = "Credits";
"E-mail" = "E-mail";
"Sending Failed - Unknown Error" = "Senden fehlgeschlagen- unbekannter Fehler";
"Smokeless support" = "Hilfe bei Smokeless";

// credits
"Design & Development" = "Design und Entwicklung";
"Localization" = "Übersetzung";
"Special Thanks" = "Dank an";
"Yummigum for iconSweets 2" = "Yummigum für iconSweets 2";
"Matej Bukovinski for MBProgressHUD" = "Matej Bukovinski für MBProgressHUD";
"Arash Payan for Appirater" = "Arash Payan für Appirater";

// rating
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Wenn du %@ gerne nutzt, würdst du dir bitte einen Moment Zeit nehmen, um %@ zu bewerten? Es dauert nicht mehr als eine Minute. Vielen Dank für deine Unterstützung!";
"Rate %@" = "Bewerte %@";
"No, Thanks" = "Nein, Danke";
"Remind me later" = "Später erinnern";
